{
  "aboutMe": "> *I choose photography to bring a unique perspective of imagination to reality. I make portraits which speak about the person itself, I work in very fine detail for understanding a person's life and also research about lighting patterns for creating the best portrait for the person. My goal is to create iconic portraits of famous personalities and to give them the portrait they can keep forever.*\n\nJashan Deol is a portrait photographer based in Vanvouver,Canada. \\\nJashan took Diploma in Photography from Langara College Vancouver and started his business in portrait photography in Vancouver.\\\nJashan is also a film director, he have already worked in movies as assistant and have directed music videos.\n\nJashan is recently working on documentary for T.V. channel and his own solo exhibition.",
  "aboutMeImage": "/assests/images/jdeol_portrait_jashan.jpg",
  "awards": [
    "2016 - 2nd position in National level Photography Competition in India. (Topic - Photoessay)  (from more than 150 Participants) ",
    "2015 - 2nd position in photography competition, District Level College and University students in city Bathinda,Punjab."
  ],
  "exhibitions": [
    "2013 - Kaliedescope Local Group Photography Exhibition in Bathinda,Punjab, India ",
    "2021 - Upcoming - Solo exhibition on Nihang Portraits."
  ],
  "Clients": [
    {
      "logo": "/assests/images/prime-asia-copy.png",
      "name": "Prime Asia T.V."
    },
    {
      "name": "Third Eye Pro",
      "logo": "/assests/images/3rdi.png"
    },
    {
      "name": "Your Canada Immigration",
      "logo": "/assests/images/yci.png"
    },
    {
      "name": "Basant Motors",
      "logo": "/assests/images/bm.png"
    },
    {
      "name": "Humble Motion Pictures",
      "logo": "/assests/images/humble-motion-pictures.png"
    },
    {
      "logo": "/assests/images/akproductions.png",
      "name": "Aman Khatkar"
    },
    {
      "logo": "/assests/images/jambo-grill.png",
      "name": "Jambo Grill"
    }
  ]
}